"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ foi instalado e estará pronto para ser usado da próxima vez que o %3$@ for iniciado! Você gostaria de recarregá-lo agora?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é atualmente a versão mais recente disponível.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está disponível (você tem a %3$@). Você gostaria de efetuar a transferência agora?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "O %@ não tem permissão para gravar no diretório do aplicativo! Você está executando fora de uma imagem de disco? Se não, pergunte ao seu administrador do sistema para obter ajuda.";
"A new version of %@ has been installed!" = "Uma nova versão do %@ foi instalada!";
"A new version of %@ is available!" = "Uma nova versão do %@ está disponível!";
"An error occurred during installation. Please try again later." = "Ocorreu um erro durante a instalação. Tente novamente mais tarde.";
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro na recuperação de informações de atualização. Tente novamente mais tarde.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ocorreu um erro na recuperação de informações de atualização; você está conectado à internet? Tente novamente mais tarde.";
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro durante a extração do arquivo. Tente novamente mais tarde.";
"An error occurred while trying to download the file. Please try again later." = "Ocorreu um erro durante a tentativa de transferir o arquivo. Tente novamente mais tarde.";
"An update is already in progress!" = "Uma atualização já está em andamento!";
"Anonymous system profile information is used to help us plan future development work." = "As informações de perfil anônimo do sistema são usadas para nos ajudar a planejar trabalhos futuros de desenvolvimento.";
"Cancel" = "Cancelar";
"Check for updates on startup?" = "Verificar atualizações ao iniciar?";
"Downloading update..." = "Transferindo a atualização...";
"Extracting update..." = "Extraindo a atualização...";
"Include anonymous system profile?" = "Incluir perfil anônimo do sistema?";
"Install Update" = "Instalar Atualização";
"Install and Relaunch" = "Instalar e Recarregar";
"Installing update..." = "Instalando atualização...";
"No" = "Não";
"Ready to install!" = "Pronto para instalar!";
"Release Notes:" = "Notas de Lançamento:";
"Remind Me Later" = "Lembrar Mais Tarde";
"Skip This Version" = "Ignorar Esta Versão";
"Software Update" = "Atualizar Software";
"Update Error!" = "Erro de Atualização!";
"Updating %@" = "Atualizando %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Você deseja que o %@ verifique possíveis atualizações ao inciar? Se não, você pode iniciar a verificação manualmente a partir do menu do aplicativo.";
"Yes" = "Sim";
"You're up to date!" = "Você está atualizado!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
